start_message = """Привет! 👋

Я помогу тебе быстро смотреть <b>расписание ВМЛ</b> 📚

<b>Что я умею:</b>
• 📅 Расписание на сегодня
• 🗓 Расписание на неделю
• 📍 Кабинет текущего урока
• ⏳ Сколько осталось до звонка
• 🔔 Уведомления о заменах

<b>Выбери нужное действие ниже 👇</b>

/schedule — 📆 Расписание на неделю для класса, выбранного по умолчанию
/schedule {class} — 📆 Расписание класса на неделю
/schedule_today — 📅 Расписание на сегодня для класса, выбранного по умолчанию
/schedule_today {class} — 📅 Расписание класса на сегодня
/schedule_tomorrow — 📅 Расписание на завтра для класса, выбранного по умолчанию
/schedule_tomorrow {class} — 📅 Расписание класса на завтра
/bell — 🔔 Время до звонка для класса, выбранного по умолчанию
/bell {class} — 🔔 Время до звонка для определенного класса
/changes — 🔄 Замены для класса, выбранного по умолчанию
/changes {class} — 🔄 Замены для определенного класса
/set_my_class — ⚙️ Выбрать класс по умолчанию

⚠️ <b>Бот неофициальный</b>
👨‍💻 <b>Автор:</b> @ksredkin
🐈‍⬛ <b>GitHub проекта:</b> github.com/ksredkin/schedule_bot"""

profile_description = """📚 Расписание ВМЛ прямо в Telegram

Показывает уроки, кабинеты и время до звонка

⚠️ Неофициальный бот"""

before_start_description = """Привет! Это бот для удобного просмотра расписания ВМЛ 📚

Ты сможешь:
• посмотреть расписание на сегодня или неделю
• узнать кабинет текущего урока
• узнать, сколько осталось до звонка
• получать уведомления о заменах

⚠️ Это неофициальный бот

Нажми /start, чтобы начать"""
